Repository: joho1968/cloudbridge-mattermost
Catalog: cloudbridge-mattermost/languages/cloudbridge-mattermost-*.po
Languages: sv_se

source: Unknown
sv_se: Okänd

source: Unknown role
sv_se: Okänd roll

source: Provides integration between Mattermost and WordPress
sv_se: Tillhandahåller integration mellan Mattermost och WordPress

source: Basic configuration
sv_se: Grundinställningar

source: Advanced
sv_se: Avancerat

source: About
sv_se: Om

source: Thank you for installing
sv_se: Tack för att du installerat

source: This plugin will provide some integration between WordPress and
sv_se: Detta tillägg tillhandahåller viss integration mellan WordPress och

source: Commercial support and customizations for this plugin is available from
sv_se: Kommersiell support och anpassningar av detta tillägg tillhandahålls av

source: The plugin is written by Joaquim Homrighausen and sponsored by WebbPlatsen i Sverige AB.
sv_se: Detta tillägg är utvecklat av Joaquim Homrighausen och sponsrat av WebbPlatsen i Sverige AB.

source: If you find this plugin useful, the author is happy to receive a donation, good review, or just a kind word.
sv_se: Om du tycker detta tillägg är användbart så uppskattar utvecklaren en donation, bra omdöme och/eller positiv kommentar.

source: If there is something you feel to be missing from this plugin, or if you have found a problem with the code or a feature, please do not hesitate to reach out to
sv_se: Om du anser att något saknas i detta tillägg eller om du har hittat ett fel i koden eller en funktion, tveka inte att höra av dig till

source: Site label
sv_se: Webbplatsnamn

source: Webhook URL
sv_se: Webhook-adress (URL)

source: Notifications
sv_se: Aviseringar

source: Successful login
sv_se: Lyckad inloggning

source: Unsuccessful login
sv_se: Misslyckad inloggning

source: Link to WP Admin
sv_se: Länk till WP-Admin

source: Other settings
sv_se: Andra inställningar

source: Remove settings
sv_se: Radera inställningar

source: Failed login
sv_se: Misslyckad inloggning

source: Admin link
sv_se: Admin-länk

source: Webhook username
sv_se: Webhook användarnamn

source: Webhook channel
sv_se: Webhook kanal

source: Additional @mention
sv_se: Ytterligare @mention

source: The site name to use for the webhook, defaults to your site name if left empty.
sv_se: Namn för webbplatsen att använda för denna webhook, hämtas från WordPress om fältet är tomt.

source: The URL for the Mattermost incoming webhook
sv_se: Webbadressen för Mattermost webhook

source: Please check the documentation for details
sv_se: Vänligen se dokumentationen för detaljer

source: Unknown users
sv_se: Okända användare

source: Include link to WordPress Admin in notifications.
sv_se: Inkludera länk till WordPress-Admin i aviseringar.

source: Remove all CBMM plugin settings and data when plugin is uninstalled.
sv_se: Ta bort alla inställningar när tillägget avinstalleras.

source: Three emojis (markdown) can be configured for notices, warnings, and the admin link. If left empty here, the defaults will be used.
sv_se: Tre emoji (markdown) kan anges för notiser, varningar och admin-länken. Om något fält lämnas tomt används standardinställningen för det fältet.

source: You can find an emoji cheat sheet here
sv_se: Här hittar du en emoji-översikt

source: Default emoji markdown is
sv_se: Standard emoji-markdown är

source: These settings allow you to modify the content sent to Mattermost. Use of these settings depend on how the webhook has been created/configured in Mattermost. Some of these settings may cause a notification to be rejected by Mattermost.
sv_se: Dessa inställningar gör det möjligt att anpassa innehållet som skickas till Mattermost. Huruvida du kan använda dessa inställningar och/eller om de har någon effekt beror på hur integrationen skapats i Mattermost. Att använda dessa felaktigt kan få Mattermost att ignorera aviseringarna.

source: The username to use for the webhook, this should normally be left empty.
sv_se: Användarnamnet som används för integrationen.

source: The channel to use for the webhook, this should normally be left empty.
sv_se: Kanalen som används för integrationen.

source: Additional @mention to include with the notification, this should normally be left empty.
sv_se: Ytterligare @mention som skall inkluderas i aviseringar.

source: from
sv_se: från

source: Login by
sv_se: Inloggning

source: on
sv_se: på

source: Invalid username
sv_se: Ogiltig användare

source: Incorrect password
sv_se: Ogiltigt lösenord

source: Unknown error
sv_se: Okänt fel

source: username
sv_se: användarnamn

source: in Stockholm, Sweden. We speak Swedish and English
sv_se: i Stockholm, Sverige. Vi pratar svenska och English

source: Force locale en_US
sv_se: Tvinga en_US

source: Password reset
sv_se: Lösenordsåterställning

source: Password reset, skip e-mail
sv_se: Lösenordsåterställning, skippa e-post

source: Plugin activated
sv_se: Tillägg aktiverat

source: Plugin deactivated
sv_se: Tillägg avaktiverat

source: Plugin uninstalled
sv_se: Tillägg avinstallerat

source: New user added
sv_se: Ny användare

source: User deleted
sv_se: Raderad användare

source: General notice
sv_se: Allmän avisering

source: Send notification when plugin is activated.
sv_se: Skicka avisering när tillägg aktiveras

source: Send notification when plugin is deactivated.
sv_se: Skicka avisering när tillägg avaktiveras

source: Send notification when plugin is uninstalled.
sv_se: Skicka avisering när tillägg avinstalleras

source: Force notifications to be sent in en_US locale (English).
sv_se: Tvinga aviseringar att skickas på engelska (en_US)

source: Emojis (markdown) can be configured for notices, warnings, and the admin link. If left empty here, the defaults will be used.
sv_se: Emoji (markdown) kan konfigureras för notiser, varningar och admin-länken. Om dessa fält lämnas tomma används standardvärdet.

source: Password reset by
sv_se: Lösenord återställt av

source: Plugin activated by
sv_se: Tillägg aktiverat av

source: Plugin deactivated by
sv_se: Tillägg avaktiverat av

source: Plugin uninstalled by
sv_se: Tillägg avinstallerat av

source: by
sv_se: av

source: unknown
sv_se: okänd

source: User added/edited
sv_se: Användare tillagd/ändrad

source: This file should not be called directly
sv_se: Denna fil skall inte laddas fristående

source: OAuth2 is not active
sv_se: OAuth2 är inte aktiverat

source: Unable to initialize OAuth2 client
sv_se: Kunde inte starta OAuth2-klienten

source: External OAuth2 token has expired
sv_se: Extern OAuth2-åtkomstsekvens giltighetstid har gått ut

source: Please enter a valid URL for your Mattermost webhook
sv_se: Vänligen ange en giltig URL för Mattermost webhook

source: Please enter a valid URL for your Mattermost instance
sv_se: Vänligen ange en giltig URL till din Mattermost-intallation

source: Mattermost base URL
sv_se: Mattermost URL

source: OAuth2 client ID
sv_se: OAuth2 klient-ID

source: OAuth2 client secret
sv_se: OAuth2 klient-hemlighet

source: Allowed OAuth2 login roles
sv_se: Tillåtna OAuth2 inloggningsroller

source: Match usernames
sv_se: Matcha användarnamn

source: These settings allow you to configure the OAuth2 integration between WordPress and Mattermost.
sv_se: Dessa inställningar konfigurerar OAuth2-integrationen mellan WordPress och Mattermost.

source: The base URL for Mattermost to use for OAuth2 integration
sv_se: Webbadressen (URL) till din Mattermost-installation

source: OAuth2 client ID, from your Mattermost integration setting
sv_se: OAuth2 klient-ID, från dina integrationsinställningar i Mattermost

source: OAuth2 client secret, from your Mattermost integration setting
sv_se: OAuth2 klient-hemlighet, från dina integrationsinställningar i Mattermost

source: Attempt to match Mattermost and WordPress usernames if e-mail match fails.
sv_se: Försök att matcha användarnamn i Mattermost med WordPress om e-postmatchning misslyckas.

source: Mattermost account indicates no valid e-mail address
sv_se: Mattermost-kontot indikerar ingen giltig e-postadress

source: Unable to retrieve OAuth2 access token
sv_se: Kunde inte hämta OAuth2-åtkomstsekvens

source: Unable to verify OAuth2 callback
sv_se: Kunde inte validera OAuth2-callback

source: Invalid OAuth2 state
sv_se: Ogiltigt OAuth2 flödessteg

source: Unable to match WordPress user with Mattermost user
sv_se: Kunde inte matcha WordPress-användare med Mattermost-användare

source: Unable to initialize OAuth2 session framework
sv_se: Kunde inte starta OAuth2-sessionshanteringen

source: Your user role is not allowed to sign in with OAuth2
sv_se: Din användarroll får inte logga in via OAuth2

source: Unable to complete OAuth2 authentication
sv_se: Kunde inte slutföra OAuth2-autentiseringen

source: Use Mattermost to login
sv_se: Logga in med Mattermost

source: Settings
sv_se: Inställningar

source: There is more documentation available at
sv_se: Mer dokumentation finns på

source: Check for Cloudflare IP
sv_se: Upptäck Cloudflare IP

source: These settings allows the plugin to better interact with Cloudflare.
sv_se: Dessa inställningar möjliggör bättre integration med Cloudflare

source: If your site is not published via Cloudflare, you can safely ignore these settings.
sv_se: Om din webbplats inte är publicerad via Cloudflare så kan du ignorera dessa inställningar.

source: For an updated list of Cloudflare IPs, please use this link
sv_se: Använd denna länk för en uppdaterad lista över Cloudflare:s IP-adresser

source: Attempt to unmask real IP when Cloudflare IP is detected
sv_se: Försök att avkoda faktisk IP-adress när Cloudflare-IP upptäcks

source: IPs matching these addresses will be considerd to be coming from Cloudflare
sv_se: IP-adresser som matchar dessa adresser anses vara Cloudflare-adresser

source: Allow registration
sv_se: Tillåt registrering

source: Force registration
sv_se: Tvinga registrering

source: Use Mattermost ID
sv_se: Använd Mattermost-ID

source: Allow new users to sign up to WordPress via Mattermost.
sv_se: Tillåt nya användare att registrera sig via Mattermost

source: Note: WordPress user registration is disabled
sv_se: OBS: WordPress-registrering är avstängd

source: Only allow new users to sign up to WordPress via Mattermost.
sv_se: Tillåt enbart registreringar i WordPress via Mattermost

source: Use Mattermost user ID to avoid duplicate usernames.
sv_se: Använd Mattermost användar-ID för att skapa unika användarnamn

source: Invalid e-mail
sv_se: Ogiltig e-postadress

source: Mattermost account indicates no valid ID
sv_se: Mattermostkontot indikerar inget giltigt användar-ID

source: New user registration via Mattermost is not enabled
sv_se: Registrering av nya användare via Mattermost är inte aktiverat

source: Unable to register via Mattermost
sv_se: Det gick inte att registrera via Mattermost

source: Use Mattermost to register
sv_se: Registrera via Mattermost

source: Other plugins
sv_se: Andra tillägg

source: Security plugin that provides integration with fail2ban and many other security features for WordPress
sv_se: Säkerhetstillägg som tillhandahåller integration med fail2ban och många säkerhetsfunktioner för WordPress

source: Plugin that provides uncomplicated 2FA functionality for WordPress
sv_se: Ett tillägg som tillhandahåller okomplicerad 2FA-funktionalitet för WordPress

source: Plugin that provides uncomplicated map functionality
sv_se: Ett tillägg som tillhandahåller okomplicerad kartfunktionalitet
